/* button text */
"Cancel" = "Abbrechen";

/* button text */
"Change Store" = "Shop wechseln";

/* alert title */
"Change to the %@ Amazon store?" = "Zum %@ Amazon Shop wechseln?";

/* String_On_Page_Template */
"Drag Amazon products here" = "Amazon Produkte hierher bewegen";

/* Appears in an empty tableview */
"Drag Amazon products here from your web browser" = "Bewegen Sie Amazon Produkte aus Ihrem Webbrowser hierher";

/* table cell */
"Loading product data\\U2026" = "Lade Produktdaten …";

/* table cell */
"No Internet connection" = "Keine Internet-Verbindung";

/* table cell */
"No matching Amazon product found" = "Kein passendes Amazon Produkt gefunden";

/* alert message */
"Not all products are available in every country. By changing the store, some of the products in your list may no longer be found." = "Nicht alle Produkte sind in jedem Land verfügbar. Mit dem Wechsel des Shops können einige der Produkte auf Ihrer Liste nicht mehr gefunden werden.";

/* table cell */
"Please specify an Amazon product to display" = "Bitte geben Sie ein Amazon Produkt zum Anzeigen ein";

/* table cell */
"There was an error loading the product" = "Es ist ein Fehler beim Laden dieses Produktes aufgetreten.";

/* Placeholder text */
"This is a placeholder for an Amazon product. It will appear on your published site, or view it in Sandvox by enabling 'Load data from the Internet' in Preferences." = "Dies ist ein Platzhalter für ein Amazon Produkt. Es wird angezeigt, sobald Sie veröffentlicht haben oder falls Sie „Live“ Datenanzeige in den Einstellungen aktiviert haben.";